---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.RoomTagFilter
source: html/c8b0c293-bb69-c045-0ce4-704fb54da5a1.htm
---
# RoomTagFilter Members

Constructs a filter which matches only rooms.